<?php
    header('content-type:text/html;charset=utf8');
    $data = array(
        array(
            'scr' => '../images/l1.webp',
            'h1' => 'Slip睡眠护肤眼罩',
            'h2' => '真丝美容明星同款',
            'p' => '298',
            'span' => '￥',
            'b' => '￥398',
            'div' => '月销1074件'
        ),
        array(
            'scr' => '../images/l2.webp',
            'h1' => 'WPC雨伞',
            'h2' => '优雅设计防晒防雨',
            'p' => '159',
            'span' => '￥',
            'b' => '￥298',
            'div' => '月销6117件'
        ),
        array(
            'scr' => '../images/l3.webp',
            'h1' => '爱丽思鞋盒*3',
            'h2' => '叠加设计标准尺寸',
            'p' => '69',
            'span' => '￥',
            'b' => '￥104',
            'div' => '月销5877件'
        ),
        array(
            'scr' => '../images/l4.webp',
            'h1' => '蓝旅商旅枕',
            'h2' => '人体工程学颈枕',
            'p' => '248',
            'span' => '￥',
            'b' => '￥496',
            'div' => '月销292件'
        ),
        array(
            'scr' => '../images/l5.webp',
            'h1' => 'swell保温杯',
            'h2' => '个性时尚轻巧便携',
            'p' => '259',
            'span' => '￥',
            'b' => '￥425',
            'div' => '月销220件'
        ),
        array(
            'scr' => '../images/l6.webp',
            'h1' => '进口象印保温杯',
            'h2' => '保温保冷时尚',
            'p' => '219',
            'span' => '￥',
            'b' => '￥429',
            'div' => '月销350件'
        ),
        array(
            'scr' => '../images/l7.webp',
            'h1' => '乐美雅琥珀锅套餐',
            'h2' => '一锅多用可视烹饪',
            'p' => '519',
            'span' => '￥',
            'b' => '￥1096',
            'div' => '月销59件'
        ),
        array(
            'scr' => '../images/l8.webp',
            'h1' => 'highcook炒锅',
            'h2' => '智能控烟耐久不沾',
            'p' => '259',
            'span' => '￥',
            'b' => '￥299',
            'div' => '月销199件'
        ),
        array(
            'scr' => '../images/l9.webp',
            'h1' => '万古烧土锅2.1L',
            'h2' => '保温蓄热省时节能',
            'p' => '498',
            'span' => '￥',
            'b' => '￥499',
            'div' => '月销46件'
        ),
        array(
            'scr' => '../images/l10.webp',
            'h1' => '日本ASVEL保温杯',
            'h2' => '真空隔热保温保冷',
            'p' => '118',
            'span' => '￥',
            'b' => '￥198',
            'div' => '月销289件'
        ),
        array(
            'scr' => '../images/l11.webp',
            'h1' => 'MILLU手绘马克杯',
            'h2' => '古朴质感健康安全',
            'p' => '178',
            'span' => '￥',
            'b' => '￥356',
            'div' => '月销59件'
        ),
        array(
            'scr' => '../images/l12.webp',
            'h1' => '爱慕莎保温壶1.5l',
            'h2' => '操作便捷超大容量',
            'p' => '119',
            'span' => '￥',
            'b' => '￥399',
            'div' => '月销166件'
        ),
        array(
            'scr' => '../images/l13.webp',
            'h1' => '韩国香薰蜡烛',
            'h2' => '网红品牌精美礼盒',
            'p' => '269',
            'span' => '￥',
            'b' => '￥299',
            'div' => '月销48件'
        ),
        array(
            'scr' => '../images/l14.webp',
            'h1' => 'INOMATA集线盒',
            'h2' => '底部镂空两侧开孔',
            'p' => '59',
            'span' => '￥',
            'b' => '￥159',
            'div' => '月销119件'
        ),
        array(
            'scr' => '../images/l15.webp',
            'h1' => '高乐氏家居湿巾*3',
            'h2' => '清洁除菌快速清洁',
            'p' => '119',
            'span' => '￥',
            'b' => '￥178',
            'div' => '月销226件'
        ),
        array(
            'scr' => '../images/l16.webp',
            'h1' => 'umbra首饰收纳架',
            'h2' => '创意设置稳固耐用',
            'p' => '319',
            'span' => '￥',
            'b' => '￥399',
            'div' => '月销5件'
        ),
        array(
            'scr' => '../images/l17.webp',
            'h1' => '白元防雾霾口罩*4',
            'h2' => '滋润喉咙畅快呼吸',
            'p' => '113.8',
            'span' => '￥',
            'b' => '￥196',
            'div' => '月销81件'
        ),
        array(
            'scr' => '../images/l18.webp',
            'h1' => '铜灰暖宝宝',
            'h2' => '驱寒保湿缓解不适',
            'p' => '176',
            'span' => '￥',
            'b' => '￥378',
            'div' => '月销2件'
        ),
    );
    echo json_encode($data)
?>