<?php
    header('content-type:text/html;charset=utf-8');
    $data = array(
        array(
            'src' => '../images/list1.webp',
            'i' =>'西班牙品牌',
            'h2' => 'byphasse蓓昂斯卸妆水脸...',
            'zi1' => 'MICELLAR卸妆黑科技,温和速卸无残留,温和不刺激,海外直采,100%正品保证',
            'zi21' => '￥',
            'zi22' => '￥198.00',
            'zi23' => '79',
            'zi3' =>'已售1039件',
            'div' => '马上抢'
        ),
        array(
            'src' => '../images/list2.webp',
            'i' =>'德国品牌',
            'h2' => 'weleda婴儿护臀膏',
            'zi1' => '第2件0元,需拍下2件并付款 详情咨询客服,隔离刺激,滋润保湿,维修娇嫩肌',
            'zi21' => '￥',
            'zi22' => '￥99.00',
            'zi23' => '79',
            'zi3' =>'已售583件',
            'div' => '马上抢'
        ),
        array(
            'src' => '../images/list3.webp',
            'i' =>'新西兰品牌',
            'h2' => '无香婴幼儿洗衣液1L*2',
            'zi1' => '新西兰72%家庭都在用,全球3000多家零售店有售,无合成香料添加,回归清澈',
            'zi21' => '￥',
            'zi22' => '￥300.00',
            'zi23' => '163',
            'zi3' =>'已售214件',
            'div' => '马上抢'
        ),
        array(
            'src' => '../images/list4.webp',
            'i' =>'泰国品牌',
            'h2' => '泰国Bwell4%含量冰糖燕窝...',
            'zi1' => '抢4件6折！限时抢购,每瓶约3g干燕窝，洞燕0.75g加屋燕2.25g,不添加琼脂和',
            'zi21' => '￥',
            'zi22' => '￥489.00',
            'zi23' => '269',
            'zi3' =>'已售332件',
            'div' => '马上抢'
        ),
        array(
            'src' => '../images/list5.webp',
            'i' =>'日本品牌',
            'h2' => '鹿晗同款pitta防尘透气口罩...',
            'zi1' => '明星同款，潮人百搭单品，秒变V脸,使用新兴高分子和聚氨酯材料，有效防止粉尘',
            'zi21' => '￥',
            'zi22' => '￥237.00',
            'zi23' => '89',
            'zi3' =>'已售19854件',
            'div' => '马上抢'
        ),
    );
    echo json_encode($data);
?>